cross-compile/onvif-rust/tests/data/requests/request_035_media__596.xml

<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope">
  <s:Body xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
    xmlns:xsd="http://www.w3.org/2001/XMLSchema">
    <GetVideoSourceConfiguration xmlns="http://www.onvif.org/ver10/media/wsdl">
      <ConfigurationToken>V_SRC_000</ConfigurationToken>
    </GetVideoSourceConfiguration>
  </s:Body>
</s:Envelope>
